//
//  LRC.h
//  HXPHPicker
//
//  Created by JustinLau on 2021/10/18.
//

#ifndef LRC_h
#define LRC_h

/*
 
 [ti:天外来物]\r\n[t_time:(00:38)]\r\n[00:00.000]你像 天外来物一样 求之不得\r\n[00:07.689]你在世俗里的名字 不重要了\r\n[00:14.689]正好 我隐藏的人格是契而不舍\r\n[00:21.689]直到蜂拥而至的人都透明了\r\n[00:28.689]我在 不近又不远处\r\n[00:33.189]用明天换你 靠近我\r\n

 [ti:嘉宾]\r\n[t_time:(00:55)]\r\n[00:00.000]感谢你特别邀请\r\n[00:03.000]来见证你的爱情\r\n[00:06.341]我时刻提醒自己 别逃避\r\n[00:11.727]拿着喜帖一步一步走近\r\n[00:15.951]他精心布置的场地\r\n[00:19.680]可惜这是属于你的风景\r\n[00:23.450]而我只是嘉宾\r\n[00:25.982]我放下所有回忆\r\n[00:28.820]来成全你的爱情\r\n[00:32.179]却始终不愿相信 这是命\r\n[00:38.191]好久不见的你有点疏离\r\n[00:42.080]握手寒暄如此客气\r\n[00:45.250]何必要在他的面前刻意\r\n[00:49.020]隐瞒我的世界 有过你\r\n\r\n\r\n\r\n\r\n

 [ar:杨千嬅]\n[ti:少女的祈祷]\n[t_time:(00:34)]\n[00:00.000]祈求天地放过一双恋人\n[00:03.500]怕发生的永远别发生\n[00:07.959]从来未顺利遇上好景降临\n[00:12.200]如何能重拾信心\n[00:16.000]祈求天父做十分钟好人\n[00:19.600]赐我他的吻 如怜悯罪人\n[00:23.750]我爱主 同时亦爱一位世人\n[00:27.950]祈求沿途未变心 请给我护荫\n

 [ar:杨千嬅]\n[ti:野孩子]\n[t_time:(00:36)]\n[00:00.000]明知爱这种男孩子\n[00:03.000]也许只能如此\n[00:05.500]但我会成为你最牵挂的一个女子\n[00:09.400]朝朝暮暮让你猜想如何驯服我\n[00:13.000]若果亲手抱住\n[00:15.000]或者不必如此\n[00:17.600]许多旁人说我不太明了男孩子\n[00:21.500]不受命令就是一种最坏名字\n[00:25.200]笑我这个毫无办法管束的野孩子\n[00:31.000]连没有幸福都不介意\n

 [ar:郑中基]\n[ti:无赖]\n[t_time:(00:38)]\n[00:00.00]为何还喜欢我我这种无赖\n[00:05.90]是话你蠢还是很伟大\n[00:10.00]在座每位都将我踩\n[00:12.00]口碑有多坏\n[00:15.00]但你亦永远不见怪\n[00:18.870]何必跟我我这种无赖\n[00:23.00]活大半生还是很失败\n[00:27.80]但是你死都不变心\n[00:30.00]跟我笑着挨\n[00:32.00]换转别个也不忍心偷偷作怪\n

 [ar:郁可唯]\n[ti:时光正好]\n[t_time:(00:34)]\n[00:00.000]我爱你啊\n[00:03.000]很想念很感谢有你的夏天\n[00:08.000]没有人说谎啊\n[00:11.000]可时间会擦掉承诺的话\n[00:15.300]很爱你啊\n[00:18.200]以沉默以眼泪以正好时光\n[00:23.300]我站在那年那夜那一天\n[00:29.100]你不来我不老\n

 [ti:世间美好与你环环相扣]\n[ar:妮达Anita]\n[al:妮达COVER片段合辑]\n[t_time:(00:31)]\n[00:02.44]此时已莺飞草长爱的人正在路上\n[00:06.502]我知他风雨兼程途经日暮不赏\n[00:10.510]穿越人海只为与你相拥\n[00:16.53]此刻已皓月当空爱的人手捧星光\n[00:20.530]我知他乘风破浪去了黑暗一趟\n[00:24.538]感同身受给你救赎热望\n

 [ti:爱你]\n[ar:团子]\n[t_time:(00:52)]\n[00:00.482]如果 你突然打了个喷嚏\n[00:04.245]那 一定就是我在想你\n[00:06.998]如果半夜被手机吵醒\n[00:09.505]啊 那是因为我关心\n[00:11.763]常常想你说的话\n[00:14.771]是不是别有用心\n[00:17.530]明明很想相信\n[00:19.785]却又忍不住怀疑\n[00:22.544]在你的心里\n[00:24.802]我是否就是唯一\n[00:27.309]爱就是有我常烦着你\n[00:31.575]so baby 情话多说一点\n[00:34.584]想我就多看一眼\n[00:37.344]表现多一点点\n[00:39.099]让我能真的看见\n[00:42.107]oh bye 少说一点\n[00:44.364]想陪你不只一天\n[00:46.873]多一点让我心甘情愿\n[00:50.385]爱你\n
 */

#endif /* LRC_h */
